Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DATA_AND_SENSORS
source: Data & Sensors
ar: البيانات والمستشعرات
bg: Данни и сензори
ca: Dades i sensors
cs: Data a čidla
da: Data og sensorer
de: Daten & Sensoren
el: Δεδομένα και αισθητήρες
es: Datos y sensores
es_us: Datos y sensores
fi: Tiedot ja tunnistimet
fr: Données et capteurs
fr_ca: Données et capteurs
he: נתונים וחיישנים
hi: डेटा और सेंसर
hr: Podaci i senzori
hu: Adatok és érzékelők
id: Data & Sensor
it: Dati e sensori
ja: データとセンサー
kk: Деректер және датчиктер
ko: 데이터 및 센서
lt: Duomenys ir jutikliai
ms: Data & Sensor
nl: Gegevens en sensors
no: Data og sensorer
pl: Dane i czujniki
pt_br: Dados e Sensores
pt_pt: Dados e sensores
ro: Date și senzori
ru: Данные и датчики
sk: Dáta a senzory
sl: Podatki in senzorji
sv: Data och sensorer
th: ข้อมูลและเซ็นเซอร์
tr: Veriler ve Sensörler
uk: Дані й датчики
vi: Dữ liệu & Cảm biến
zh_cn: 数据与传感器
zh_hk: 資料與感應器
zh_tw: 資料與感測器

# PHOTOS_GRID_FOOTER
source: Photos may contain data associated with location, depth information, captions, and audio.
ar: قد تحتوي الصور على بيانات مرتبطة بالموقع ومعلومات العمق والتعليقات التوضيحية والصوت.
bg: Снимките може да съдържат данни, свързани с местоположение, информация за дълбочина, надписи и аудио.
ca: Les fotos poden incloure dades associades a la ubicació, la informació de la profunditat, els peus de foto o l’àudio.
cs: Fotky můžou obsahovat data sdružená s místem pořízení, informace o hloubce ostrosti, popisky a zvuk.
da: Fotos indeholder muligvis data, der er knyttet til lokalitet, dybdeoplysninger, billedtekster eller lyd.
de: Fotos können Daten zu Standort, Farbtiefe, Untertitel und Audio enthalten.
el: Οι Φωτογραφίες ενδέχεται να περιλαμβάνουν δεδομένα που συσχετίζονται με την τοποθεσία, τις πληροφορίες βάθους, τις λεζάντες και τον ήχο.
es: Las fotos pueden contener datos asociados a la ubicación, la información de profundidad, los pies de foto y el audio.
es_us: Las fotos podrían contener datos asociados con ubicación, información de profundidad, leyendas y audio.
fi: Kuvat saattavat sisältää tietoja, jotka liittyvät sijaintiin, syvyystietoihin, kuvatekstiin ja ääneen.
fr: Les photos peuvent contenir des données associées au lieu de la prise de vue, des informations de profondeur de champ, des légendes et du contenu audio.
fr_ca: Les photos peuvent contenir des données relatives à la position géographique, des informations de profondeur, des légendes et du contenu audio.
he: תמונות עשויות לכלול נתונים המקושרים לפרטי מיקום, מידע לגבי עומק השדה, תיאורים או שמע.
hi: तस्वीरों में स्थान, डेप्थ जानकारी, कैप्शन और ऑडियो से जुड़ा डेटा शामिल हो सकता है।
hr: Fotografije mogu sadržavati podatke povezane s lokacijom, informacije o dubini, opise i zvuk.
hu: A fotók helyzethez kapcsolódó adatokat, mélységinformációkat, képaláírásokat és hangot tartalmazhatnak.
id: Foto mungkin berisi data yang terkait dengan lokasi, informasi kedalaman, teks, dan audio.
it: Le foto potrebbero contenere dati associati alla posizione, informazioni sulla profondità di campo, didascalie e audio.
ja: 写真には、撮影場所、被写界深度、キャプション、およびオーディオに関連付けられたデータが含まれる場合があります。
kk: Фотолар геолокацияға, айқындылық шегіне, фото түсірілген күніне және аудиоға қатысты деректерді қамтуы мүмкін.
ko: 사진에는 위치, 심도 정보, 캡션 및 오디오와 관련된 데이터가 포함될 수 있습니다.
lt: Nuotraukose gali būti duomenų, susijusių su vieta, gylio informacija, antraštėmis ir garso įrašais.
ms: Foto mungkin mengandungi data yang dikaitkan dengan lokasi, maklumat kedalaman, kapsyen dan audio.
nl: Foto's kunnen gegevens bevatten die zijn gekoppeld aan locatie, diepte-informatie, bijschriften en audio.
no: Bilder kan inneholde data knyttet til sted, dybdeinformasjon, bildetekster og lyd.
pl: Zdjęcia mogą zawierać dane powiązane z położeniem, ustawienie głębi ostrości, podpisy i dźwięk.
pt_br: As fotos podem conter dados associados a localização, informações de profundidade de campo, legendas e áudio.
pt_pt: As fotografias podem conter dados associados à localização, informação de profundidade, legendas e áudio.
ro: Pozele pot conține date asociate cu localizarea, informații de adâncime, legende și conținut audio.
ru: Фото могут содержать данные, связанные с геопозицией, сведениями о глубине резкости, подписями или звуком.
sk: Fotky môžu obsahovať dáta súvisiace s miestom, informáciami o hĺbke poľa, popismi a audiom.
sl: Fotografije lahko vsebujejo podatke v povezavi z lokacijo, podatke o globini, opise in zvok.
sv: Bilder kan innehålla data som är kopplade till en plats, djupinformation, bildtexter och ljud.
th: รูปภาพอาจมีข้อมูลที่เกี่ยวข้องกับตำแหน่งที่ตั้ง ข้อมูลชัดลึก คำอธิบาย และเสียง
tr: Fotoğraflar; konum, derinlik bilgisi, resim yazısı ve ses ile ilişkili veriler içerebilir.
uk: Фотографії можуть містити дані, повʼязані з геопозицією, глибиною різкості, підписами й звуком.
vi: Ảnh có thể chứa dữ liệu được liên kết với vị trí, thông tin chiều sâu, chú thích và âm thanh.
zh_cn: 照片可能包含与位置、景深信息、说明和音频关联的数据。
zh_hk: 「相片」可能包含與位置、景深資料、説明和音訊相關的資料。
zh_tw: 「照片」可能會包含與位置、景深資訊、說明和音訊相關的資料。

# PROBLEM_REPORTING_VOS_SEED
source: visionOS Developer Analytics
ar: تحليلات مطوري visionOS
bg: Аналитични данни на разработчиците на visionOS
ca: Anàlisi per al desenvolupament del visionOS
cs: Analýza ve vývojářském prostředí visionOS
da: visionOS-udvikleranalyse
de: visionOS-Entwickleranalysen
el: Ανάλυση visionOS Developer
es: Análisis para desarrolladores de visionOS
es_us: Análisis para desarrolladores de visionOS
fi: visionOS-kehittäjien analyysitiedot
fr: Analyse pour le développement de visionOS
fr_ca: Analyse pour le développement de visionOS
he: נתוני פיתוח ל-visionOS
hi: visionOS डेवलपर ऐनालिटिक्स
hr: Analiza developera za visionOS
hu: A visionOS fejlesztői elemzése
id: Analisis Pengembang visionOS
it: Analisi per lo sviluppo di visionOS
ja: visionOSデベロッパ解析
kk: visionOS әзірлеуші аналитикасы
ko: visionOS 개발자 분석
lt: „visionOS“ kūrėjo analizė
ms: Analitis Pembangun visionOS
nl: Analyse voor visionOS-ontwikkelaars
no: Utvikleranalyse for visionOS
pl: Analizy visionOS dla deweloperów
pt_br: Análise para Desenvolvimento do visionOS
pt_pt: Análise para programadores do visionOS
ro: Analiza pentru dezvoltatori visionOS
ru: Аналитика для разработчиков visionOS
sk: Analytika vývojárskej verzie visionOS
sl: Analitika za razvijalce visionOS
sv: visionOS-utvecklaranalys
th: การวิเคราะห์ของนักพัฒนา visionOS
tr: visionOS Geliştirici Analizleri
uk: Аналітика для розробників visionOS
vi: Phân tích nhà phát triển visionOS
zh_cn: visionOS开发者分析
zh_hk: visionOS開發者分析
zh_tw: visionOS開發者分析

# PHOTOS_PICKER_SECTION_TITLE
source: Apps With One-Time Photo Selection
ar: التطبيقات المسموح لها بتحديد صور مرة واحدة
bg: Приложения с еднократна селекция на снимки
ca: Apps amb permís per seleccionar fotos un cop
cs: Aplikace s jednorázovým výběrem fotek
da: Apps med engangsfotovalg
de: Apps mit Einmalfotoauswahl
el: Εφαρμογές με πρόσβαση μίας χρήσης για επιλογή φωτογραφιών
es: Apps con permiso para seleccionar fotos una vez
es_us: Apps con selección de fotos única
fi: Apit, joille sallitaan kuvan valinta kerran
fr: Apps avec sélection ponctuelle des photos
fr_ca: Apps autorisées à sélectionner des photos une fois
he: יישומים עם בחירת תמונות חד-פעמית
hi: वन-टाइम तस्वीर चयन वाले ऐप्स
hr: Aplikacije s jednokratnim odabirom fotografija
hu: Appok egyszeri fotókiválasztással
id: App Dengan Pilihan Foto Satu Kali
it: App con selezione singola delle foto
ja: 1回限りの写真選択が許可されたアプリ
kk: Таңдалған фотоларға бір рет қол жеткізу мүмкіндігі бар қолданбалар
ko: 일회적 사진 선택 권한이 있는 앱
lt: Programos, kuriose nuotraukas reikia pasirinkti vieną kartą
ms: App dengan Pilihan Foto Satu Kali
nl: Apps met eenmalige fotoselectie
no: Apper der du har valgt bilder én gang
pl: Aplikacje, które zaprezentowały zdjęcia do wyboru
pt_br: Apps com Seleção Única de Foto
pt_pt: Aplicações com acesso único à seleção de fotografias
ro: Aplicații cu acces unic pentru selecția pozelor
ru: Приложения с однократным доступом к выбранным фото
sk: Apky s jednorazovým výberom fotiek
sl: Aplikacije z enkratnim izborom fotografij
sv: Appar med engångsval av bilder
th: แอปที่เลือกรูปภาพได้ครั้งเดียว
tr: Tek Seferlik Fotoğraf Seçimi Sunan Uygulamalar
uk: Програми з разовим доступом до вибору фото
vi: Ứng dụng có lựa chọn ảnh một lần
zh_cn: 拥有单次选择照片权限的App
zh_hk: 提供單次相片選擇的App
zh_tw: 提供單次照片選擇的App

# CONTACTLESS_NFC_FOOTER
source: Applications that have requested the ability to use Contactless & NFC will appear here.
ar: التطبيقات التي طلبت إمكانية استخدام "غير التلامسية و NFC" ستظهر هنا.
bg: Тук ще се появят приложенията, които са заявили възможността да използват Безконтактно и NFC.
ca: Les apps que hagin sol·licitat permís per utilitzar la tecnologia NFC i sense contacte es mostraran aquí.
cs: Zde se zobrazí aplikace, které požádaly o možnost používat bezkontaktní rozhraní a NFC.
da: Apps, der har bedt om mulighed for at bruge Kontaktløs og NFC, vises her.
de: Hier werden Apps angezeigt, die „Kontaktlos & NFC“ verwenden möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει άδεια για χρήση της ρύθμισης «Ανέπαφα και NFC».
es: Aquí aparecerán las aplicaciones que hayan solicitado usar la tecnología sin contacto y NFC.
es_us: Aquí estarán las apps que solicitaron usar la interacción sin contacto y NFC.
fi: Apit, jotka ovat pyytäneet lupaa käyttää lähimaksua ja NFC:tä, näkyvät tässä.
fr: Les applications ayant demandé à pouvoir utiliser les fonctionnalités sans contact et NFC apparaîtront ici.
fr_ca: Les applications qui ont demandé à pouvoir utiliser les fonctionnalités sans contact et de CCP s’afficheront ici.
he: יישומים שביקשו להשתמש בתקשורת ללא מגע וב-NFC יופיעו כאן.
hi: संपर्क रहित और NFC का इस्तेमाल करने की क्षमता का अनुरोध करने वाले ऐप्लिकेशन यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile mogućnost uporabe Beskontaktnog i NFC-a.
hu: Itt jelennek meg az Érintés nélküli és NFC funkció használatát kérelmező alkalmazások.
id: Aplikasi yang telah meminta kemampuan untuk menggunakan Nirkontak & NFC akan muncul di sini.
it: Le applicazioni che hanno richiesto la possibilità di utilizzare le funzionalità contactless e NFC verranno visualizzate qui.
ja: “非接触とNFC”の使用を要求したアプリケーションがここに表示されます。
kk: Бұл жерде «Контактісіз төлемдер және NFC» функциясын пайдалануды сұраған қолданбалар пайда болады.
ko: 비접촉식 및 NFC 사용을 요청한 응용 프로그램이 여기에 나타납니다.
lt: Čia bus rodomos programos, kuriose pateikta užklausa naudoti bekontaktį mokėjimą ir NFC.
ms: Aplikasi yang telah meminta keupayaan untuk menggunakan Tanpa Sentuh & NFC akan kelihatan di sini.
nl: Hier staan de apps die hebben gevraagd om 'Contactloos en NFC' te gebruiken.
no: Apper som har bedt om å bruke kontaktløse funksjoner og NFC, vises her.
pl: Tutaj są wyświetlane aplikacje, które żądały możliwości używania funkcji zbliżeniowych i NFC.
pt_br: Os aplicativos que tenham solicitado o uso por Aproximação e NFC aparecerão aqui.
pt_pt: As aplicações que pediram para usar contactless e NFC aparecerão aqui.
ro: Aplicațiile care au solicitat permisiunea de a utiliza funcționalități contactless și NFC vor fi afișate aici.
ru: Здесь появятся приложения, запросившие разрешение использовать бесконтактную оплату и NFC.
sk: Tu sa zobrazia apky, ktoré žiadali o používanie bezkontaktného a NFC rozhrania.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale možnost uporabe funkcij Brezstično in NFC.
sv: Appar som har begärt att få använda Kontaktlöst och NFC visas här.
th: แอปพลิเคชันที่ได้ขอความสามารถการใช้งานแบบไร้การสัมผัสและ NFC จะแสดงที่นี่
tr: Temassız ve NFC’yi kullanabilmek isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, що запитали дозвіл на використання безконтактних операцій та NFC.
vi: Các ứng dụng đã yêu cầu khả năng sử dụng Không tiếp xúc & NFC sẽ xuất hiện tại đây.
zh_cn: 已请求使用“免接触功能与NFC”的应用程序将在此处显示。
zh_hk: 已要求使用「非接觸式與NFC」的應用程式將會在此處顯示。
zh_tw: 之前要求使用「感應功能與NFC」的應用程式會顯示在此處。

# PHOTOS_LIMITED_AUTHORIZATION
source: Limited Access
ar: وصول محدود
bg: Ограничен достъп
ca: Accés limitat
cs: Omezený přístup
da: Begrænset adgang
de: Beschränkter Zugriff
el: Περιορισμένη πρόσβαση
es: Acceso limitado
es_us: Acceso limitado
fi: Rajoitettu pääsy
fr: Accès limité
fr_ca: Accès limité
he: גישה מוגבלת
hi: सीमित ऐक्सेस
hr: Ograničeni pristup
hu: Korlátozott hozzáférés
id: Akses Terbatas
it: Accesso limitato
ja: 制限付きアクセス
kk: Шектеулі қол жеткізу
ko: 제한된 접근
lt: Ribota prieiga
ms: Akses Terhad
nl: Beperkte toegang
no: Begrenset tilgang
pl: Ograniczony dostęp
pt_br: Acesso Limitado
pt_pt: Acesso limitado
ro: Acces limitat
ru: Ограниченный доступ
sk: Obmedzený prístup
sl: Omejen dostop
sv: Begränsad åtkomst
th: การเข้าถึงแบบจำกัด
tr: Sınırlı Erişim
uk: Обмежений доступ
vi: Truy cập giới hạn
zh_cn: 受限访问
zh_hk: 有限取用權限
zh_tw: 受限制的取用權限

source: Contacts
ar: جهات الاتصال
bg: Контакти
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
es_us: Contactos
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
lt: Adresatai
ms: Kenalan
nl: Contacten
no: Kontakter
pl: Kontakty
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_cn: 通讯录
zh_hk: 通訊錄
zh_tw: 聯絡人

source: Never
ar: مطلقًا
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: しない
kk: Ешқашан
ko: 안 함
lt: Niekada
ms: Jangan
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# SECURE_ELEMENT_PROMPT_DETAIL
source: Any cards that require the Secure Element will be removed from “%@”.
ar: أي بطاقات تتطلب "Secure Elemen" ستتم إزالتها من "%@".
bg: Всички карти, които изискват използване на Secure Element, ще бъдат премахнати от „%@“.
ca: S’eliminaran de l’app %@ totes les targetes que requereixin l’ús del Secure Element.
cs: Z aplikace %@ budou odstraněny všechny karty vyžadující přístup k úložišti Secure Element.
da: Kort, der kræver Secure Element, bliver fjernet fra “%@”.
de: Sämtliche Karten, die „Kontaktlos & NFC“ erfordern, werden aus „%@“ entfernt.
el: Οι κάρτες που απαιτούν τη χρήση του Secure Element θα αφαιρεθούν από την εφαρμογή «%@».
es: Se eliminarán de %@ todas las tarjetas que requieran usar el chip Secure Element.
es_us: Todas las tarjetas que requieran el Secure Element se eliminarán de “%@”.
fi: Kaikki Secure Elementin vaativat kortit poistetaan %[tt]@-apista.
fr: Les cartes nécessitant l’utilisation du Secure Element seront supprimées de « %@ ».
fr_ca: Toute carte qui requiert le Secure Element sera supprimée de « %@ ».
he: כרטיסים שמצריכים שימוש ברכיב המאובטח יוסרו מ-״%@״.
hi: ऐसा कोई भी कार्ड जिसके लिए सिक्योर एलिमेंट आवश्यक है, “%@” से हटा दिया जाएगा।
hr: Sve kartice koje zahtijevaju Sigurnosni element uklonit će se iz “%@”.
hu: Minden biztonsági elemet használó kártya el lesz távolítva a következőből: „%@”.
id: Semua kartu yang memerlukan Elemen Aman akan dihapus dari “%@”.
it: Le carte che richiedono l’elemento sicuro verranno rimosse da %@.
ja: Secure Elementが必要なカードは“%@”から削除されます。
kk: Secure Element функциясын пайдалануды сұраған кез келген карталар «%@» қолданбасынан жойылады.
ko: Secure Element 사용을 필수로 요구하는 카드가 ‘%@’에서 제거됩니다.
lt: Visos kortelės, kurioms reikalinga saugos elemento funkcija, bus pašalintos iš „%@“.
ms: Sebarang kad yang memerlukan Elemen Selamat akan dikeluarkan daripada “%@”.
nl: Kaarten waarvoor het Secure Element is vereist, worden verwijderd uit %@.
no: Kort som krever Secure Element, vil bli fjernet fra %@.
pl: Wszystkie karty, które wymagają używania Secure Element, zostaną usunięte z „%@”.
pt_br: Os cartões que exigirem uso do Elemento Seguro serão removidos de “%@”.
pt_pt: Os cartões que exijam Secure Element serão removidos da aplicação %@.
ro: Toate cardurile care necesită Secure Element vor fi eliminate din “%@”.
ru: Карты, для которых требуется поддержка Secure Element, будут удалены из приложения «%@».
sk: Všetky karty, ktoré vyžadujú Secure Element, budú odstránené z apky %@.
sl: Vse kartice, ki zahtevajo varnostni element, bodo odstranjene iz: »%@«.
sv: Alla kort som kräver Secure Element tas bort från %@.
th: บัตรที่ต้องใช้ข้อมูลพื้นฐานด้านความปลอดภัยจะถูกเอาออกจาก “%@”
tr: Secure Element gerektiren kartlar “%@” uygulamasından silinir.
uk: Усі картки, які потребують безпекового елемента, буде вилучено з програми «%@».
vi: Bất kỳ thẻ nào yêu cầu Thành phần bảo mật đều sẽ bị xóa khỏi “%@”.
zh_cn: 任何需要安全元件的卡都将从“%@”中移除。
zh_hk: 將會從「%@」移除任何需要「保安元件」的卡。
zh_tw: 任何需要「安全元件」的卡片都會從「%@」移除。

# PHOTOS_PICKER_SECTION_FOOTER
source: Even if your photos were recently shown to you to select from, the app did not have access to your photo library.
ar: حتى إذا كانت الصور قد عُرضت لك مؤخرًا لتحديد صور منها، لم يتمكن التطبيق من الوصول إلى مكتبة صورك.
bg: Дори ако снимките са ви били показани преди, за да изберете от тях, приложението няма достъп до вашата библиотека със снимки.
ca: Tot i que recentment has pogut veure i seleccionar les fotos, l’app no tenia accés a la fototeca.
cs: I když se vám v poslední době zobrazily fotky na výběr, aplikace neměla přístup k vaší knihovně fotek.
da: Appen havde ikke adgang til dit fotobibliotek, selvom dine fotos for nylig blev vist, og du kunne vælge mellem dem.
de: Auch wenn dir kürzlich deine Fotos angezeigt wurden, um daraus auszuwählen, hatte die App keinen Zugriff auf deine Fotomediathek.
el: Ακόμη κι αν εμφανίστηκαν πρόσφατα οι φωτογραφίες σας σε εσάς για να επιλέξετε, η εφαρμογή δεν είχε πρόσβαση στη βιβλιοθήκη φωτογραφιών σας.
es: Aunque recientemente pudiste ver y seleccionar tus fotos, esta app no tenía acceso a tu fototeca.
es_us: Incluso si recientemente se mostraron tus fotos para que las seleccionaras, la app no tiene acceso a tu fototeca.
fi: Vaikka kuvasi näytettiin sinulle äskettäin valitsemista varten, apilla ei ollut kuvakirjastosi käyttöoikeutta.
fr: Malgré l’affichage récent de vos photos pour vous permettre d’en sélectionner, l’app n’avait pas accès à votre photothèque.
fr_ca: Même si vos photos ont été affichées récemment pour être sélectionnées, l’app n’a pas eu accès à votre photothèque.
he: גם אם התמונות שלך הוצגו לאחרונה כדי שתהיה לך אפשרות לבחור מהן, ליישום לא הייתה גישה לספריית התמונות.
hi: भले ही आपको चुनने के लिए हाल ही में आपकी तस्वीरें दिखाई गई थीं, फिर भी ऐप आपकी तस्वीर लाइब्रेरी को ऐक्सेस नहीं कर सकता था।
hr: Čak i ako su vam nedavno bile prikazane vaše fotografije na odabir, aplikacija nije imala pristup vašoj medijateci fotografija.
hu: Az appnak nem volt hozzáférése az Ön fotókönyvtárához, még akkor sem, ha a fotók nemrég megjelentek Önnek, hogy válasszon közülük.
id: Walaupun foto Anda baru diperlihatkan kepada Anda untuk dipilih, app tidak memiliki akses ke perpustakaan foto Anda.
it: Anche se le foto ti sono state mostrate di recente per la selezione, l’app non aveva accesso alla libreria fotografica.
ja: 選択画面に写真が最近表示されたとしても、アプリは写真ライブラリにアクセスできませんでした。
kk: Бұл қолданба жақын фото таңдауды ұсынғанымен, оның фотолар жинағына қол жеткізу мүмкіндігі болмады.
ko: 최근에 이 앱에서 사용자가 선택하도록 사진이 표시되었더라도, 사진 보관함에 대한 접근 권한은 해당 앱에 부여되지 않았습니다.
lt: Net jei jums neseniai buvo parodytos jūsų nuotraukos, iš kurių galėjote pasirinkti, programa neturėjo prieigos prie jūsų nuotraukų bibliotekos.
ms: Walaupun foto anda ditunjukkan kepada anda baru-baru ini untuk dipilih, app tiada akses kepada pustaka foto anda.
nl: De app had geen toegang tot je foto­bibliotheek, ook al werden je foto's recent aan je weergegeven om te selecteren.
no: Selv om du nylig så bildene dine for å velge blant dem, hadde ikke appen tilgang til hele bildebiblioteket.
pl: Aplikacja nie miała dostępu do Twojej biblioteki zdjęć, nawet jeśli zaprezentowała Ci ostatnio zdjęcia do wyboru.
pt_br: Mesmo que fotos tenham aparecido recentemente para que você as selecionasse, o app não tinha acesso à fototeca.
pt_pt: Mesmo que as suas fotografias lhe tenham sido apresentadas recentemente para efetuar uma seleção, a aplicação não tinha acesso à sua fototeca.
ro: Chiar dacă pozele v‑au fost afișate recent pentru a selecta dintre acestea, aplicația nu a avut acces la biblioteca foto.
ru: Несмотря на то, что это приложение недавно предлагало Вам выбрать фото, у него не было доступа к Вашей медиатеке.
sk: Aj keď sa vám nedávno zobrazili fotky na výber, apka nemala prístup k vašej knižnici fotiek.
sl: Aplikacija ni imela dostopa do vaše knjižnice fotografij, čeprav so vam bile vaše fotografije nedavno prikazane, da ste lahko izbirali med njimi.
sv: Dina bilder visades nyligen för dig så att du kunde välja bland dem, men appen hade inte tillgång till bildbiblioteket.
th: ถึงแม้ว่าเพิ่งแสดงรูปภาพของคุณให้คุณเลือกแต่แอปไม่มีสิทธิ์เข้าถึงคลังรูปภาพของคุณ
tr: Fotoğraflarınız seçim yapmanız amacıyla yakın zamanda size gösterilmiş olsa bile uygulamanın fotoğraf arşivinize erişimi yoktu.
uk: Навіть якщо ви нещодавно переглядали й вибирали фотографії в цій програмі, вона не мала доступу до вашої фототеки.
vi: Ngay cả khi các ảnh được hiển thị gần đây để bạn chọn thì ứng dụng cũng không có quyền truy cập vào thư viện ảnh của bạn.
zh_cn: 即使近期曾显示照片供你从中选择，该App并无法访问你的照片图库。
zh_hk: 即使最近曾經向你顯示相片讓你選擇，該App並沒有取用你相片圖庫的權限。
zh_tw: 即使最近曾顯示你的照片來從中選取，該App仍沒有取用你照片圖庫的權限。

source: Microphone
ar: الميكروفون
bg: Микрофон
ca: Micròfon
cs: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
es_us: Micrófono
fi: Mikrofoni
fr: Micro
fr_ca: Micro
he: מיקרופון
hi: माइक्रोफ़ोन
hr: Mikrofon
hu: Mikrofon
id: Mikrofon
it: Microfono
ja: マイク
kk: Микрофон
ko: 마이크
lt: Mikrofonas
ms: Mikrofon
nl: Microfoon
no: Mikrofon
pl: Mikrofon
pt_br: Microfone
pt_pt: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
sl: Mikrofon
sv: Mikrofon
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
vi: Micrô
zh_cn: 麦克风
zh_hk: 咪高風
zh_tw: 麥克風

source: Location Services
ar: خدمات الموقع
bg: Услуги с местоположение
ca: Localització
cs: Polohové služby
da: Lokalitetstjenester
de: Ortungsdienste
el: Υπηρεσίες τοποθεσίας
es: Localización
es_us: Localización
fi: Sijaintipalvelut
fr: Service de localisation
fr_ca: Service de localisation
he: שירותי מיקום
hi: स्थान सेवा
hr: Lokacijske usluge
hu: Helymeghatározás
id: Layanan Lokasi
it: Localizzazione
ja: 位置情報サービス
kk: Геолокация сервистері
ko: 위치 서비스
lt: Vietos paslaugos
ms: Perkhidmatan Lokasi
nl: Locatievoorzieningen
no: Stedstjenester
pl: Usługi lokalizacji
pt_br: Serviços de Localização
pt_pt: Serviços de localização
ro: Servicii de localizare
ru: Службы геолокации
sk: Lokalizačné služby
sl: Lokacijske storitve
sv: Platstjänster
th: บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri
uk: Служби локації
vi: Dịch vụ định vị
zh_cn: 定位服务
zh_hk: 定位服務
zh_tw: 定位服務
